// 自己定义表单数据结构

// 寝室调换模块数据结构

export var personRole = [
  {
    value: '超级管理员',
    Label: '超级管理员'
  },
  {
    value: '普通管理员',
    Label: '普通管理员'
  }
]

export var personSex = [
  {
    value: 'M',
    Label: '男'
  },
  {
    value: 'W',
    Label: '女'
  }
]

export var personPostion = [
  {
    value: '1',
    Label: '普通员工'
  },
  {
    value: '2',
    Label: '楼宇管理员'
  }
]

export var rowDatas = [
  { 日期: '1/1', 访问用户: 1393, 下单用户: 1093, 下单率: 0.32 },
  { 日期: '1/2', 访问用户: 3530, 下单用户: 3230, 下单率: 0.26 },
  { 日期: '1/3', 访问用户: 2923, 下单用户: 2623, 下单率: 0.76 },
  { 日期: '1/4', 访问用户: 1723, 下单用户: 1423, 下单率: 0.49 },
  { 日期: '1/5', 访问用户: 3792, 下单用户: 3492, 下单率: 0.323 },
  { 日期: '1/6', 访问用户: 4593, 下单用户: 4293, 下单率: 0.78 }
]

export var rowData = [
  { 日期: '1/1', 访问用户: 1393 },
  { 日期: '1/2', 访问用户: 3530 },
  { 日期: '1/3', 访问用户: 2923 },
  { 日期: '1/4', 访问用户: 1723 },
  { 日期: '1/5', 访问用户: 3792 },
  { 日期: '1/6', 访问用户: 4593 }
]
